Repository: flarno11/teslasuc
Catalog: po/*.po
Languages: de

source: Affected stalls
de: Betroffene Stalls

source: All
de: Alle

source: Average utilization
de: Durchschnittliche Auslastung

source: Check-ins
de: Meldungen

source: Checkin
de: Einchecken

source: Complete failure
de: Totalausfall

source: Date
de: Datum

source: Format: Stalls / Charging / Blocked / Waiting
de: Format: Anzahl Stalls / Am Laden / Blockiert / Am Warten

source: History
de: Verlauf

source: Limited power
de: Leistungseinschränkung

source: Locate me
de: Mich lokalisieren

source: No problems
de: Fehlerfrei

source: No results found
de: Keine Ergebnisse gefunden

source: No utilization data available yet.
de: Noch keine Auslastungsdaten

source: Notes
de: Bemerkungen

source: Nr blocked
de: Anzahl blockiert

source: Nr charging (incl. you)
de: Anzahl am Laden (inkl. dir)

source: Nr waiting
de: Anzahl am Warten

source: Overview
de: Übersicht

source: Partial failure
de: Teilausfall

source: Select stalls:
de: Stall Auswahl:

source: Stats
de: Statistiken

source: Submit
de: Absenden

source: TFF Username
de: TFF Benutzername

source: Tesla SuC project on Github
de: Tesla SuC Projekt auf Github

source: Time
de: Zeit

source: Traffic disruption
de: Verkehrsbeeinträchtigung

source: Utilization = #charging / #stalls
de: Auslastung = #Am Laden / #Stalls
